{"pageProps":{"categories":[{"id":6,"name":"Directory"},{"id":7,"name":"Calendar"},{"id":8,"name":"Education"},{"id":5,"name":"Meta"}],"topic":{"title":"Save The Vietnamese Bilingual Education at Footscray Primary School","posts":[{"id":137,"username":"brad_sitt","cooked":"<p>On July 30th 2020, a newsletter from the Principal was sent to parents and guardians of the decision to abolish the long standing and well-respected Vietnamese bilingual immersion program at Footscray Primary School (FPS). <strong>Vietnamese will be replaced by Italian in the  bilingual program at school in 2021</strong>. <strong>FPS is the only Vietnamese bilingual school in Victoria</strong>. So School made a big mistake to abolish the unique program, a <strong>one of a kind program</strong>.</p>\n<p><strong>The reason given</strong>  by the <strong>principal</strong>, that is <strong>the difficulty in recruitment qualified Vietnamese teachers</strong>. It is absolutely wrong. Vietnamese community with over 80,000 speakers in Victoria, is available to support and offer experienced and qualified Vietnamese language teachers. Any decline in Vietnamese teaching hours at the school is all caused by the former principal’s subjective will. From 2016 the school employed 8 new Vietnamese teachers but also lost 8 Vietnamese teachers in same time. The new principal is inexperienced so does not know what caused program to fail.</p>\n<p>This is a significant decision, which will change the identity of the school in important ways. This controversial decision is also hurting the Vietnamese local community as Vietnamese is the fourth most spoken language at home other than English in Victoria. More seriously, this decision was <strong>decided hastily in the Convid-19 lockdown times in Victoria</strong>.</p>\n<p>We the undersigned respectfully <strong>request to suspend the decision to abolish the Vietnamese bilingual program</strong>. Vietnamese bilingual program must continue. Any difficulty in Vietnamese teachers resource could be resolved with support and consultation from Vietnamese Community in Australia Victoria Chapter in the future.</p>\n<hr>\n<p>Ngày 30 tháng 7, 2020. Trong thư hiệu trưởng gửi cho phụ huynh có quyết định hủy bỏ chương trình dạy song ngữ tiếng Việt, 1 chương trình đã có lâu năm và được tôn trọng tại trường tiểu học Footscray (FPS).<strong>Tiếng Việt sẽ bị thay thế bởi tiếng Italia trong chương trình song ngữ tại trường từ năm 2021</strong>. <strong>FPS là trường song ngữ Anh Việt duy nhất tại Victoria</strong>. Trường đã mắc sai lầm lớn khi tiêu hủy chương trình độc đáo, độc nhất vô nhị như vậy.</p>\n<p><strong>Lý do được đưa ra bởi hiệu trưởng là do khó khăn trong việc tuyển dụng giáo viên dạy tiếng Việt có đủ trình độ</strong>. Đây hoàn toàn là một lý do sai. Cộng đồng người Việt tại Victoria với hơn 80,000 người, sẵn sàng hỗ trợ và cung cấp những giáo viên tiếng Việt có trình độ và kinh nghiệm. Tất cả sự suy giảm trong số giờ giảng dạy tiếng Việt tại trường đều xuất phát từ những ý chí chủ quan của cựu hiệu trưởng.Từ năm 2016 trường tuyển được 8 giáo viên Việt mới thì cũng làm 8 giáo viên khác bất mãn nghỉ việc. Hiệu trưởng mới đã không nắm bắt được các vấn đề thất bại trong chương trình.</p>\n<p>Đây là một quyết định quan trọng. Quyết định này sẽ làm thay đổi đặc trưng của nhà trường. Quyết định gây tranh cãi này còn làm tổn thương cộng đồng người Việt địa phương  là cộng đồng ngôn ngữ có số người sử dụng đông thứ 4 tại Victoria sau tiếng Anh. <strong>Nghiêm trọng hơn nữa là quyết định này được đưa ra hoàn toàn vội vã trong thời gian cách ly toàn xã hội tại Victoria</strong>.</p>\n<p>Chúng tôi những người ký tên dưới đây y<strong>êu cầu ngưng ngay quyết định huỷ bỏ chương trình Song Ngữ tiếng Việt</strong>. Chúng tôi yêu cầu chương trình song ngữ tiếng Việt phải được tiếp tục. Tất cả mọi khó khăn nào liên quan tới nguồn lực giáo viên Việt đều có thể được giải quyết với sự hỗ trợ và tham vấn từ hội người Việt tại Victoria trong tương lai.</p>\n<p>Find out how you can support here:</p>\n<aside class=\"onebox allowlistedgeneric\">\n  <header class=\"source\">\n      <a href=\"https://savevietfps.carrd.co/\" target=\"_blank\" rel=\"noopener\">Save Vietnamese bilingual at Footscray Primary</a>\n  </header>\n  <article class=\"onebox-body\">\n    <div class=\"aspect-image\" style=\"--aspect-ratio:690/431;\"><img src=\"https://radical.directory/uploads/default/optimized/1X/57c9de9455e6221a9271da03a6a505f602c1666f_2_690x431.jpeg\" class=\"thumbnail\" width=\"690\" height=\"431\" srcset=\"https://radical.directory/uploads/default/optimized/1X/57c9de9455e6221a9271da03a6a505f602c1666f_2_690x431.jpeg, https://radical.directory/uploads/default/optimized/1X/57c9de9455e6221a9271da03a6a505f602c1666f_2_1035x646.jpeg 1.5x, https://radical.directory/uploads/default/original/1X/57c9de9455e6221a9271da03a6a505f602c1666f.jpeg 2x\" data-small-upload=\"https://radical.directory/uploads/default/optimized/1X/57c9de9455e6221a9271da03a6a505f602c1666f_2_10x10.png\"></div>\n\n<h3><a href=\"https://savevietfps.carrd.co/\" target=\"_blank\" rel=\"noopener\">Save Vietnamese bilingual at Footscray Primary</a></h3>\n\n<p>Save Vietnamese bilingual at Footscray Primary</p>\n\n\n  </article>\n  <div class=\"onebox-metadata\">\n    \n    \n  </div>\n  <div style=\"clear: both\"></div>\n</aside>\n\n<aside class=\"onebox allowlistedgeneric\">\n  <header class=\"source\">\n      <img src=\"https://radical.directory/uploads/default/original/1X/8e920ebbb8d7b3c745c7ee969103d46ee2f25d03.png\" class=\"site-icon\" width=\"48\" height=\"48\">\n      <a href=\"https://www.change.org/p/minister-save-the-vietnamese-bilingual-program-at-footscray-primary-school\" target=\"_blank\" rel=\"noopener\">Change.org</a>\n  </header>\n  <article class=\"onebox-body\">\n    <div class=\"aspect-image\" style=\"--aspect-ratio:690/387;\"><img src=\"https://radical.directory/uploads/default/optimized/1X/cfbbe7b28ddcd6ab1bf21778d5b591594ba5e414_2_690x387.jpeg\" class=\"thumbnail\" width=\"690\" height=\"387\" srcset=\"https://radical.directory/uploads/default/optimized/1X/cfbbe7b28ddcd6ab1bf21778d5b591594ba5e414_2_690x387.jpeg, https://radical.directory/uploads/default/optimized/1X/cfbbe7b28ddcd6ab1bf21778d5b591594ba5e414_2_1035x580.jpeg 1.5x, https://radical.directory/uploads/default/optimized/1X/cfbbe7b28ddcd6ab1bf21778d5b591594ba5e414_2_1380x774.jpeg 2x\" data-small-upload=\"https://radical.directory/uploads/default/optimized/1X/cfbbe7b28ddcd6ab1bf21778d5b591594ba5e414_2_10x10.png\"></div>\n\n<h3><a href=\"https://www.change.org/p/minister-save-the-vietnamese-bilingual-program-at-footscray-primary-school\" target=\"_blank\" rel=\"noopener\">Sign the Petition</a></h3>\n\n<p>Save the Vietnamese bilingual program at Footscray Primary School</p>\n\n\n  </article>\n  <div class=\"onebox-metadata\">\n    \n    \n  </div>\n  <div style=\"clear: both\"></div>\n</aside>\n","updated_at":"2020-10-06T07:18:51.066Z"}]}},"__N_SSG":true}