{"pageProps":{"categories":[{"id":6,"name":"Directory"},{"id":7,"name":"Calendar"},{"id":8,"name":"Education"},{"id":5,"name":"Meta"}],"topic":{"title":"Blockade IMARC","posts":[{"id":138,"username":"meri","cooked":"<aside class=\"onebox allowlistedgeneric\">\n  <header class=\"source\">\n      <img src=\"https://radical.directory/uploads/default/original/1X/e2783ed1be546267277d33d987999d24fd696ee6.jpeg\" class=\"site-icon\" width=\"32\" height=\"32\">\n      <a href=\"https://blockadeimarc.com/\" target=\"_blank\" rel=\"noopener\">blockadeimarc.com</a>\n  </header>\n  <article class=\"onebox-body\">\n    <img src=\"\" class=\"thumbnail\" width=\"\" height=\"\">\n\n<h3><a href=\"https://blockadeimarc.com/\" target=\"_blank\" rel=\"noopener\">Blockade Imarc | Community Alliance Protesting IMARC Conference 28-31st...</a></h3>\n\n\n\n  </article>\n  <div class=\"onebox-metadata\">\n    \n    \n  </div>\n  <div style=\"clear: both\"></div>\n</aside>\n\n<h1>Blockade IMARC October 27 – 29</h1>\n<h2><strong>FOR CLIMATE JUSTICE.</strong></h2>\n<p>The world’s worst climate criminals are gathering in Melbourne for the International Mining &amp; Resources Conference (IMARC). These corporations continue to profit from fueling climate change, stealing indigenous land,  exploiting workers, displacing people and driving animal extinction. With the climate entering meltdown, we must disrupt “business as usual”, using mass civil disobedience. We’re standing up for a world where respect for people, animals and the planet come before profit.</p>\n<h2>About Blockade IMARC Alliance</h2>\n<p><strong>Blockade IMARC is an <a href=\"https://docs.google.com/document/d/1_asafN1yJcJhxea3w5Sbi4d26-rviJp-tZmHaq_vIKY/edit\">community alliance</a> committed to putting a stop to the mass destruction caused by extractive industries across the globe and the harm they cause to human communities, animals and ecosystems.</strong></p>\n<p>We have come together to organise a mass blockade of the International Mining and Resource Conference (<a href=\"https://imarcmelbourne.com/\">IMARC</a>), an annual meeting of environmental vandals and climate criminals meeting in Melbourne from October 27-29 at the Melbourne Convention and Exhibition Centre.</p>\n<p>We are inspired by the mass protests and blockades that took place in the late 1990s and early 2000s against the meetings of the rich and powerful, including the S11 blockade of the World Economic Forum in Melbourne.</p>\n<p>To build a truly massive challenge to this gathering of the filthy rich 1%, we need hundreds of people to join the organising efforts. There is space for everyone to contribute their ideas. Please come along to our <a href=\"https://www.facebook.com/pg/ShutDownIMARCAlliance/events/\">next open organinsing meeting</a>!</p>\n<p>For more info and if your group wants to co-host this event please message us on <a href=\"https://www.facebook.com/pg/ShutDownIMARCAlliance/\">Facebook</a> or email community(at)<a href=\"http://blockadeimarc.com\">blockadeimarc.com</a></p>\n<p><strong>We recognise that this event is taking place on stolen land. This is the land of the Wurundjeri people of the Kulin Nations. We pay our respects to elders past, present and emerging. Always was, always will be Aboriginal land.</strong></p>\n<h2>What is IMARC and why blockade it?</h2>\n<p>The International Mining and Resources Conference (IMARC) is a major global four day event happening at the Melbourne Exhibition and Convention Centre. Over 300 different corporations from around the world will be at IMARC – we’re discovering a lot of dirt on these companies in terms of their destruction of Indigenous lands, exploitation of workers rights and their criminal contribution to the climate crisis we face today.</p>\n<p>It doesn’t matter who you are or your political persuasian – there’s countless reasons to blockade IMARC. From protecting animals to defending Indigenous land the world over to fighting the exploitation of workers, there’s a reason to join our blockade.</p>\n<p><strong>Blockade IMARC Alliance – Points of Unity:</strong></p>\n<ol>\n<li>\n<p>We want to using <strong>blockading tactics</strong>  at the IMARC Conference</p>\n</li>\n<li>\n<p>We want to <strong>shutdown</strong>  the IMARC Conference</p>\n</li>\n<li>\n<p>We want to <strong>mobilize a huge mass</strong>  of people to protest the IMARC Conference</p>\n</li>\n<li>\n<p>Blockade IMARC is a <strong>non-violent protest</strong>  held in the traditions of S11, Occupy &amp; the Jabiluka campaigns. We are fighting <strong>against the violence towards all living beings</strong>  and the planet which the IMARC Conference enacts, and <strong>condemn the violence of the police</strong>.</p>\n</li>\n</ol>\n<p>We recommend following our pages on <a href=\"http://www.facebook.com/ShutDownIMARCAlliance\">Facebook</a>, <a href=\"https://blockadeimarc.com/about/instagram.com/blockadeimarc19\">Twitter</a> and <a href=\"https://blockadeimarc.com/about/instagram.com/blockadeimarc19\">Instagram</a>, which we update with our discoveries about the companies attending IMARC.</p>\n<p><div class=\"lightbox-wrapper\"><a class=\"lightbox\" href=\"https://radical.directory/uploads/default/original/1X/6f617123c899f1081c14d323c859fc9c58a021b0.jpeg\" data-download-href=\"https://radical.directory/uploads/default/6f617123c899f1081c14d323c859fc9c58a021b0\" title=\"|autoxauto\"><img src=\"https://radical.directory/uploads/default/original/1X/6f617123c899f1081c14d323c859fc9c58a021b0.jpeg\" alt=\"|autoxauto\" data-base62-sha1=\"fTjLAO2KwcxCh3A5P360yLoL2gw\" width=\"690\" height=\"481\" data-small-upload=\"https://radical.directory/uploads/default/optimized/1X/6f617123c899f1081c14d323c859fc9c58a021b0_2_10x10.png\"><div class=\"meta\"><svg class=\"fa d-icon d-icon-far-image svg-icon\" aria-hidden=\"true\"><use xlink:href=\"#far-image\"></use></svg><span class=\"filename\">|autoxauto</span><span class=\"informations\">860×600 427 KB</span><svg class=\"fa d-icon d-icon-discourse-expand svg-icon\" aria-hidden=\"true\"><use xlink:href=\"#discourse-expand\"></use></svg></div></a></div></p>\n<h2>The World’s Worst Polluters</h2>\n<p><strong><a href=\"https://docs.google.com/document/d/1m-pDQvkrBLv4Ty9_Alg2VohS9a6f9VljojHinMopNOs/edit\">The attendance list of IMARC</a> features a who’s who of Australian and international climate criminals.</strong></p>\n<p>Just<a href=\"https://www.cdp.net/en/articles/media/new-report-shows-just-100-companies-are-source-of-over-70-of-emissions\"> 100 companies</a> have been the source 70% of the world’s total greenhouse gas emissions since 1988. Five companies from that list will be at IMARC including two Australian-headquartered companies BHP and Rio Tinto. Anglo-American and Glencore are two more on that list and are major coal mining companies based in London and Switzerland</p>\n<p>And number one greenhouse emitter in the world is the company Yancoal is the local subsidiary of Yanzhou Group, one of the four biggest state owned enterprises that dominate China’s massive coal-powered economic expansion. Yancoal’s presence makes the collection of corporate climate criminals at IMARC a truly international one.</p>\n<p>That is just the beginning. If you are somebody who wants the Adani coal mine to be stopped, then joining our blockade is vital. Many of the companies that supply goods and services to Adani will be at this year’s IMARC. Please follow our social media pages to find out more about the climate criminals attending IMARC!</p>","updated_at":"2020-10-06T07:23:04.925Z"}]}},"__N_SSG":true}